{
  "title": "Terms and Conditions",
  "lastUpdated": "August 12, 2025",
  "intro": "Welcome to JobHub! These terms and conditions outline the rules and regulations for the use of JobHub's Website, located at jobhub.com. By accessing this website, we assume you accept these terms and conditions. Do not continue to use JobHub if you do not agree to all of the terms and conditions stated on this page.",
  "sections": [
    {
      "heading": "1. Acceptance of Terms",
      "content": "<p>By creating an account or by using the JobHub platform, you agree to be bound by these Terms and Conditions and our Privacy Policy. If you are using our Services on behalf of a company or other entity, you represent that you have the authority to bind such entity to these Terms.</p>"
    },
    {
      "heading": "2. User Accounts",
      "content": "<p>When you create an account with us, you must provide information that is accurate, complete, and current at all times. Failure to do so constitutes a breach of the Terms, which may result in immediate termination of your account on our Service. You are responsible for safeguarding the password that you use to access the Service and for any activities or actions under your password.</p>"
    },
    {
      "heading": "3. User Conduct and Responsibilities",
      "content": "<p>You agree not to use the Service to:</p><ul><li>Post any content that is unlawful, fraudulent, defamatory, or obscene.</li><li>Post any job listings that are not for legitimate, bona fide employment opportunities.</li><li>Impersonate any person or entity, or falsely state or otherwise misrepresent your affiliation with a person or entity.</li><li>Distribute spam, unsolicited communications, or any other content that violates our policies.</li></ul>"
    },
    {
      "heading": "4. Intellectual Property",
      "content": "<p>The Service and its original content (excluding content provided by users), features, and functionality are and will remain the exclusive property of JobHub and its licensors. Our trademarks and trade dress may not be used in connection with any product or service without the prior written consent of JobHub.</p>"
    },
    {
      "heading": "5. Disclaimers and Limitation of Liability",
      "content": "<p>The Service is provided on an \"AS IS\" and \"AS AVAILABLE\" basis. JobHub makes no warranties, expressed or implied, regarding the operation of the service or the information, content, or materials included therein. We do not warrant that job listings are accurate or that you will receive any employment or job offers through the Service. In no event shall JobHub be liable for any damages arising from the use of this website.</p>"
    },
    {
      "heading": "6. Termination",
      "content": "<p>We may terminate or suspend your account immediately, without prior notice or liability, for any reason whatsoever, including without limitation if you breach the Terms. Upon termination, your right to use the Service will immediately cease.</p>"
    },
    {
      "heading": "7. Governing Law",
      "content": "<p>These Terms shall be governed and construed in accordance with the laws of India, without regard to its conflict of law provisions. Our failure to enforce any right or provision of these Terms will not be considered a waiver of those rights.</p>"
    },
    {
      "heading": "8. Changes to Terms",
      "content": "<p>We reserve the right, at our sole discretion, to modify or replace these Terms at any time. We will provide at least 30 days' notice prior to any new terms taking effect. By continuing to access or use our Service after those revisions become effective, you agree to be bound by the revised terms.</p>"
    },
    {
      "heading": "9. Contact Us",
      "content": "<p>If you have any questions about these Terms, please contact us at <a href=\"mailto:support@jobhub.com\">support@jobhub.com</a>.</p>"
    }
  ]
}